In [1]:
import pandas as pd

In [5]:
data={
    'name':["mitesh","hiren","harakh","krunal"],
    'age':[18,19,20,21],
    'city':["dholka","surendarangar","muli","ahemdabad"]
}

In [7]:
df=pd.DataFrame(data)

In [9]:
df

     name  age           city
0  mitesh   18         dholka
1   hiren   19  surendarangar
2  harakh   20           muli
3  krunal   21      ahemdabad